semestr1/wstep-do-fil/epistemologia.md

# Table of Contents

1.  [Podmiot poznania](#orgf39d24d)
2.  [Przedmiot poznania](#orgebbd0f1)
3.  [Akty poznawcze](#org2f550dd)
4.  [Rezultaty poznania](#org6629c8e)
5.  [Filozofia jako poszukiwania nieempirycznych warunków poznania](#orgc10749e)
6.  [Intencjonalnosc postrzegania](#org4d84306)
7.  [Samoświadomość](#org058cd77)
8.  [Kant, Hume](#org914ed5b)
9.  [Henri Bergson](#orgc56fbe2)
10. [Edmund Husserl](#orgf2bfebb)
11. [Filozofia analityczna](#org3f01ac0)
12. [Szkoła Lwowsko-Litewska](#orga231b34)
13. [KUL](#org1bb3070)
14. [Miejsce epistemologi w filozofii](#org0285b77)
15. [Koncepcje prawdy](#org7ecf072)
    1.  [Koherencyjna koncepcja prawdy](#org7cce0fc)
    2.  [Pragmatyczna koncepcja prawdy/utylitarystyczna](#orgc327013)
    3.  [Absolutyzm](#org02391a3)
    4.  [Relatywizm](#orgea7ca6a)
16. [Spór o źródła poznania](#org0a04a55)
    1.  [Aspekt genetyczny](#org548ce25)
        1.  [początkiem wiedzy ludzkiej jest doświadczenie](#org1f610d2)
        2.  [początkiem wiedzy ludzkiej jest rozum - racjonalizm](#org15645ad)
    2.  [Aspekt metodologiczny](#org5630a38)
        1.  [racjonalizm metodologiczny](#org4e66576)
        2.  [empiryzm metodologiczny](#org89b3081)
17. [Podział sądów wg Kanta](#orgea1963d)
    1.  [Sądy aprioryczne](#org3223dd2)
    2.  [Sądy aposterioryczne](#orga61b173)
    3.  [Sądy analityczne](#org75aa488)
    4.  [Sądy systentyczne](#orgf9b1687)
18. [Spór o granice poznania](#org7881ae4)
19. [Spór o przedmiot poznania](#org7b1852e)
20. [Realizm epistemologiczny - przedmiot transcenduje podmiot poznania](#orgd958506)
21. [](#orgca50594)
22. [idealizm -](#org6285a42)
23. [agnostycyzm epistemologiczny - Thomas Huxley](#org82be6e0)
24. [Sceptycyzm](#org84dfcac)
    1.  [dot. efektów](#orgba05240)
    2.  [tezy](#org58505c0)
    3.  [wniosek](#orge8bd61a)
    4.  [poznanie zmysłowe nie daje nam wiedzy pewnej - Anezydem z Knosssos](#org1704b2f)
    5.  [poznanie rozumowe nie daje wiedzy pewnej](#org84d9494)
        1.  [przeciw indukcji](#orgcfd2093)
        2.  [przeciw dedukcji](#orgcaa5690)
    6.  [dot. sposobu - sceptycyzm metodologiczny - wątpienie jako metoda osiągnięcia pewności](#orgbe608b8)



<a id="orgf39d24d"></a>

# Podmiot poznania


<a id="orgebbd0f1"></a>

# Przedmiot poznania


<a id="org2f550dd"></a>

# Akty poznawcze

-   wnioskowanie
-   przypominanie


<a id="org6629c8e"></a>

# Rezultaty poznania

-   sądy, twierdzenia, zdania
-   pojecia


<a id="orgc10749e"></a>

# Filozofia jako poszukiwania nieempirycznych warunków poznania


<a id="org4d84306"></a>

# Intencjonalnosc postrzegania


<a id="org058cd77"></a>

# Samoświadomość


<a id="org914ed5b"></a>

# Kant, Hume


<a id="orgc56fbe2"></a>

# Henri Bergson


<a id="orgf2bfebb"></a>

# Edmund Husserl


<a id="org3f01ac0"></a>

# Filozofia analityczna


<a id="orga231b34"></a>

# Szkoła Lwowsko-Litewska

-   Kazimierz Twardowski
-   Kazimierz
-   Izydora Domska

Roman Ingarden

Jozef Tichsner

Andrzej Putacki

Adam Węgrzyski


<a id="org1bb3070"></a>

# KUL

-   Antoni Stepień
-   Mieczysław Gogacz


<a id="org0285b77"></a>

# Miejsce epistemologi w filozofii

-   od 17 w (Kartezjusz) nastepuje przewrót w filozofii - epistemologia wyrasta ponad metafizyka
-   


<a id="org7ecf072"></a>

# Koncepcje prawdy


<a id="org7cce0fc"></a>

## Koherencyjna koncepcja prawdy

-   zgodnosc stwierdzeń mięzy sobą


<a id="orgc327013"></a>

## Pragmatyczna koncepcja prawdy/utylitarystyczna

-   prawdziwy jest sąd, który jest użyteczny w działaniu


<a id="org02391a3"></a>

## Absolutyzm


<a id="orgea7ca6a"></a>

## Relatywizm

-   prawda, wiedza ludzka jest zależna od czynnikow społecznych, historycznych, kulturowych
-   prawda jest stopniowalna
-   prawda jest aspektowa
-   przypadkowość
-   relacyjnosć
-   okazjionalność
-   subiektywizm


<a id="org0a04a55"></a>

# Spór o źródła poznania


<a id="org548ce25"></a>

## Aspekt genetyczny

-   pytanie o geneze wiedzy ludzkiej


<a id="org1f610d2"></a>

### początkiem wiedzy ludzkiej jest doświadczenie


<a id="org15645ad"></a>

### początkiem wiedzy ludzkiej jest rozum - racjonalizm

-   Kant łączy racjonalizm z empirycyzmem


<a id="org5630a38"></a>

## Aspekt metodologiczny

-   jakie narzędzie pozwala dotrzec do wiedzy sensownej


<a id="org4e66576"></a>

### racjonalizm metodologiczny

-   aprioryzm skrajny 
    -   platon
-   aprioryzm umiarkowany - dopuszczalna jest wiedza aposterioryczna


<a id="org89b3081"></a>

### empiryzm metodologiczny

-   aposterioryzm skrajny
    -   mill
    -   marksizm
-   aposterioryzm umiarkowany - dopuszczalna jest wieddza aprioryczna


<a id="orgea1963d"></a>

# Podział sądów wg Kanta


<a id="org3223dd2"></a>

## Sądy aprioryczne


<a id="orga61b173"></a>

## Sądy aposterioryczne

---


<a id="org75aa488"></a>

## Sądy analityczne

-   nie wprowadzają nowej wiedzy


<a id="orgf9b1687"></a>

## Sądy systentyczne

-   sądy, które poszerzaja wiedzę


<a id="org7881ae4"></a>

# Spór o granice poznania

-   realizm / iealizm epistemologicznym
-   spór metafizyczny skutkiem sporu epistemologicznego


<a id="org7b1852e"></a>

# Spór o przedmiot poznania

-   treści swiadomości czy coś zewnętrznego wobec świadomości
-   trancendencja , immanencja
-   **transcendencja:** istnienie czegoś poza umysłem poznającym
-   **immanencja:** zawierenie się czegoś w czymś, pozostawanie wewnątrz - w procesie poznania nie przekraczamy własnej świadomości


<a id="orgd958506"></a>

# Realizm epistemologiczny - przedmiot transcenduje podmiot poznania

-   zmysły informuja mnie o rzeczywistych bytach, na podtawie ich czasowo-przestrzennych własności
-   przedmiot poznania istnieje niezależnie od tego, czy jest postrzegany
-   **realizm potoczny:** przdmioty poznania istnieją na zewnątrz podmiotu
    -   **realizm bezpośredni/zdroworozsądkowy/prezentacjonizm:** realizm potoczny uargumentowany filozoficznie ,Thomas Read
        -   w procesie poznania docieram do wszytskich własności przedmiotu poznania
        -   cechy pierwotne i wtórne obie przynależą przedmiotowi poznania
        -   przedmiot poznania objawia się bez mediacji, w jednym akcie poznawczym
    -   **realizm krytyczny/naukowy/upośredniony/reprezentacjonizm:** poddaje poznanie refleksji
        -   między zewnętrznym wobec mnie przedmiotem poznania a jego obrazem w moim umyśle istnieje medium
        -   człowiek poznaje własności perwotne przedmiotów, własności wtórne są subiektywne
-   materializm dialektyczny


<a id="orgca50594"></a>

# 

prezentacjonizm - poznanie bezpośrednie, immediatyzm

-   bezpośrednio mamy dostęp do poznawanych przedmiotów
-   tylko wiedza bezpośrednia spełnia funkcje , więc wiedzę pośrednią należy sprowadzić do wiedzy bezpośrednięj by byla pewna

reprezentacjinizm mediatyzm - zawsze istnieje pośrednik między przedmiotem a podmiotem

-   wieloetapowy - poznanie wykorzystuje medium - naturalne
-   np reprezentacjonizm Epikura
    -   poznanie - odbiór atomów zmysłami, zmysły tworza obraz/podobiznę kubka, obraz odsyła do zewnetrznego kubka
-   reprezentacjonizm Arystotelesa
    -   odbieram dane z różnych kubków, zbieram materiał doświadzceń, mój umysł czynny znajduje cechy wspólne pomiędzy doświadczeniami kubka, umysł bierny buduje z nich pojęcie kubka


<a id="org6285a42"></a>

# idealizm -

-   **idealizm immanentny:** podważa tezę że przedmiot poznania istnieje na zewnatrz podmiotu, przedmoty instnieją
-   George Berkeley
    -   przedmiotem poznania są doznania umysłu
    -   proces poznania polega na obcowaniu z własnymi wrażeniami zmysłowymi
    -   *esse est percipi*
    -   nie istnieja przedmioty niezalezne od świadomości
-   **idealizm transcendentalny:** twórca - Immanuel Kant
    -   przedmioty poznania są niezależne od podmiotu i niepoznawalne - noumeny
    -   podmiot odbiera tylko bodźce
    -   na bodźce nakładam aprioryczne formy i konstytuuje przedmiot poznania
    -   poznanie ma charakter aktywny - polega na kontruowaniu przedmiotu poznania(nakładając kategorie) z wrażeń(fenomenów) pochodzących z noumen(rzeczy samych w sobie)
    -   ludzki umysł jest wyposazony w 12 kategorii - sposobów myslenia
    -   rozum praktyczny(), intelekt( w nim 12 kategorii), rozum spekulatywny
    -   czas i przestrzeń nie istnieją w świecie zewnętrznym (nie możemy spróbowac ich zmienić)


<a id="org82be6e0"></a>

# agnostycyzm epistemologiczny - Thomas Huxley

-   powrzechny  - stanowisko, które głosi że wszelkie poznanie pozampiryczne nie przynosi wiarygodnych rezultatów
-   cząstkowy - pewny rewir rzeczywistości pozaempirycznej jest niepoznawalny

-   Aureliusz Augustyn - wiedza poprzez Boga, iluminacje
-   intuicja (w filozofii) - rodzaj poznania intelektualnego bez wnioskowania
-   David Hume 
    -   nie ma materialnego, obiektywnego istnienia rzeczy, nie mozna więc ich poznać
-   Immanuek Kant
-   August Comte
-   Herbert Spencer

-   relatywizm epistemologiczny 
    -   wiedza zależy od podmiotu poznającego
    -   pragmatyzm amerykański - William James
-   konwencjonalizm
    -   prawdy naukowe są resultatem zgody naukowców
-   antykonkretyzm 
    -   kwestionuję poznawanie rzeczy jako indywiduów
-   irracjonalizm/fideizm
    -   kwestionuje wartośc poznania opartego na rozumie
    -   instnieje inny niż rozum lub doświadczenie środek poznania świata


<a id="org84dfcac"></a>

# Sceptycyzm

-   *skeptomai* - szukam, rozpatruję
-   *skeptikos* - wątpiący
-   Skeptycy w starożytności
    -   Pyrron z Elidy (nazywali sie pyrronistami)


<a id="orgba05240"></a>

## dot. efektów

-   stanowisko uznające że nie jest mozliwe osiągnięcie pewnosci w akcie poznania
-   nalezy powstrzymac sie od wydawania sądów

-   Arkezylaos z Pitane
-   Karnedaes z Cyreny
-   Anezyem z Konossos
-   Agryppa
-   Sekstus Empiryk


<a id="org58505c0"></a>

## tezy

-   ludzie doświadczaja tylko fenomenow
-   wszystkie sądy o rzeczach są sądami równosilnymi poznawczo
-   ludziom brak kryterium dzięki któremu mogli by wykazać który z sądów dotyczacyh tej samej reczy jest prawdziwy, a który fałszywy


<a id="orge8bd61a"></a>

## wniosek

-   powinniśmy powstrzymać się od wydawania sądów kategorycznych dotyczacych rzeczy i ich przyczyn


<a id="org1704b2f"></a>

## poznanie zmysłowe nie daje nam wiedzy pewnej - Anezydem z Knosssos

-   rzeczy są róznie postrzzegane przez różne gatunki istot
-   rzeczy śą różnie postrzegany przez przedstawicieli tego samego gatunku
-   rzeczy są różnie postrzegane przez jeden egzemplarz gatunku równymi zmysłami
-   rzeczy są różnie postrzegane w zależności od warunków w których jest postrzegający
-   rzeczy są różnie postrzegane w zalezności od położenia i odległości względem postrzegającego
-   rzeczy są równie postrzegane w zależności od środowiska które je otacza
-   rzeczy są różnie postrzegane w zależności od ilości w jakiej występują
-   rzeczy są różnie postrzegane w zależności od stanu w jakiej się znajdują
-   rzeczy są różnie postrzegane w zależności od tego czy i jak były wcześniej postrzegane


<a id="org84d9494"></a>

## poznanie rozumowe nie daje wiedzy pewnej


<a id="orgcfd2093"></a>

### przeciw indukcji

-   indukcja niezupełna jest wątpliwa bo nie bierze pod uwagę wszystkich przypadków
-   indukcja zupełna jest niemożliwwa do przeprowadzenia (nie mozna przebadać przeszłych i przyszłych)


<a id="orgcaa5690"></a>

### przeciw dedukcji

-   rozbieżności poglądów dotycząca tezy ogólnej
-   regres w nieskończoność przy uzasadnianiu - aby coś udowodnic trzeba przyjąć przesłanki (które trzeba uowodnić itd&#x2026;)
-   błędne koło w dowodzeniu - przy przyjmując ogólna tezę


<a id="orgbe608b8"></a>

## dot. sposobu - sceptycyzm metodologiczny - wątpienie jako metoda osiągnięcia pewności

-   Kartezjusz - zauważył, że różne gałęzie wiedzy są sprzeczne
    -   zmysły nie działają
    -   zły demon, więc rozum nie działa'
    -   sen i jawa nie mogą być rozróżnione
    -   więc co jest pewne - instnieje wątpliwość/myśl → istnieje rzecz wątpiąca/myśląca - *cogito ergo sum*

